Repository: senlin/so-dashboard-feed-widget
Catalog: languages/dashboard-feed-widget-*.po
Languages: nl_nl

source: About the Author
nl_nl: Over de Auteur

source: Below you can adjust the output of the SO Dashboard Feed Widget. You can change the title of the widget, the feed URL, the amount of feed items to show and the background color of the widget.
nl_nl: Hieronder kan je de output van de SO Dashboard Feed Widget aanpassen. Je kan de titel van de widget veranderen, de URL van de feed, het aantal feed items en de achtergrondkleur van de widget.

source: Change the feed-URL to a site of your choice
nl_nl: Verander de URL van de feed naar een site van jouw keuze

source: Change the title of the SO Dashboard Feed Widget into something of your liking
nl_nl: Verander de title van de SO Dashboard Feed Widget naar iets dat je leuk vindt

source: Database Options
nl_nl: Database Opties

source: Feed URL
nl_nl: URL van de Feed

source: Widget Background Color
nl_nl: Achtergrondkleur Widget

source: Change the background color of the widget (3 or 6 digit HEX code without the #)
nl_nl: Verander de achtergrondkleur van de widget (3 of 6 cijferige HEX code zonder #)

source: Hi, my name is Piet Bos, I hope you like this plugin! Please check out any of my other plugins on <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. You can find out more information about me via the following links:
nl_nl: Hoi, mijn naam is Piet Bos, hopelijk vind je dit een handige plugin! Kijk ook eens naar mijn andere plugins via <a href="%s" title="SO WP Plugins">SO WP Plugins</a>. Je kan meer informatie over mij vinden via de onderstaande links:

source: How many Feed Items to show in the SO Dashboard Feed Widget
nl_nl: Hoeveel feed items wil je laten zien in de SO Dashboard Feed Widget

source: How many feed items to show in the widget?
nl_nl: Hoeveel feed items laten zien in de widget?

source: If you have found this plugin at all useful, please give it a favourable rating in the <a href="%s" title="Rate this plugin!">WordPress Plugin Repository</a>.
nl_nl: Wanneer je deze plugin handig vindt, geef het dan een gunstige waardering in de <a href="%s" title="Geef deze plugin een waardering!">WordPress Plugin Repository</a>.

source: Only check this if you want to reset plugin settings upon Plugin reactivation
nl_nl: Check dit alleen als je de plugin instellingen wilt resetten na heractivering

source: Recent Updates
nl_nl: Recente Updates

source: Restore defaults upon plugin deactivation/reactivation
nl_nl: Standaard instellingen herstellen na plugin deactivering/heractivering

source: SO Dashboard Feed Widget Settings
nl_nl: SO Dashboard Feed Widget Instellingen

source: SO Dashboard Feed Widget requires WordPress version 3.5.2 or higher; please update first.
nl_nl: SO Dashboard Feed Widget werkt op WordPress versie 3.5.2 of later; gaarne eerst je WordPress versie updaten.

source: Save Settings
nl_nl: Bewaar de instellingen

source: Settings
nl_nl: Instellingen

source: Widget Title
nl_nl: Widget Titel

source: WordPress.org Profile
nl_nl: WordPress.org profiel
